IDEA Open Model
ColumnData.ImperfectionsInput Property
Compatible with IDEA StatiCa Beta 20.0
 Indicates, whether use user values or calculate effect of imperfections.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public InputValue ImperfectionsInput { get; set; }
Public Property ImperfectionsInput As InputValue
	Get
	Set
Property Value
Type: InputValue
See Also
Reference
ColumnData Class
IdeaRS.OpenModel.Concrete Namespace